{
  "6848c12397eff9442623a5b4 name": "A Start to a new Business Relationship",
  "6848c12397eff9442623a5b4 description": "Hello there! If you are wondering who I am you can simply call me Oni. I think this can be the start to a very profitable business adventure for the both of us. Though I need to be sure you can handle anything I throw at you. I hear skier has a quest to stir up trouble with 12 gauge shotguns. So I have a task for you. Go cause trouble in the city for me with shotguns. Say twenty deaths should suffice I think. Maybe then skier will lay off my business if he starts to see what happens when you impact my supply lines.",
  "6848c12397eff9442623a5b4 startedMessageText": "Wonderful! You decided to help me out after all. Well I'll be generous and provide you with a shotgun to get started. If you fail, you'll receive my dissapointment, and another saiga. I have these things in spades. Don't expect this in the future, though... you're on your own for gear after this. Now get out there and cause some chaos! ",
  "6848c12397eff9442623a5b4 successMessageText": "Well done. Well done indeed that was pretty entertaining to watch on the cameras. You did pretty well for someone fresh into this sort of venture. Well a deals a deal. Continue to help me and I'll make sure you're supplied well enough to survive in this crap pot of a place.",
  "6848c12397eff9442623a5b4 failMessageText": "Well that was a disaster. How could you go and perish like that? Ugh well then I guess I was wrong to reach out to you. I'll get someone else to clean up your mess.",
  "6848c12397eff9442623a5b4 completePlayerMessage": "Finished I see better get out while you can before they catch on to what you're doing.",
  "6848c12397eff9442623a5b4": "Kill 20 Enemies on Ground Zero using a Saiga 12k semi-automatic shotgun",
  
  "684ad1b599c6f4adf0e78d67 name": "A Special Delivery Job",
  "684ad1b599c6f4adf0e78d67 description": "You did a good job for me shaking up skier. Now I have a delivery job for you. I need you to find a bitcoin to give to a client of mine. I'd provide you one but well I don't want to haha. So instead I recommend you buy my relax key and hit it up if you don't have any yet. When you acquire it I need you to go deliver it into factory.",
  "684ad1b599c6f4adf0e78d67 startedMessageText": "Great you took the job. I'm assuming you already found a bitcoin so lets talk about where you are stashing that tiny thing. I need you to take it to factory and get it stashed in the crane for my client to pick up later. It's a rough fall so bring some splints.",
  "684ad1b599c6f4adf0e78d67 successMessageText": "Great job! For a job well done I'll teach you some tricks to spotting these tiny buggers. Make use of this skill I don't give these tips out for free you know.",
  "684ad1b599c6f4adf0e78d67 failMessageText": "Well that was a disaster. How could you go and perish like that? Ugh well then I guess I was wrong to reach out to you. I'll get someone else to clean up your mess.",
  "684ad1b599c6f4adf0e78d67 completePlayerMessage": "Got it done? Get out now before you crumble like paper.",
  "684acc72526970410fe6be7c": "Get the bitcoin stashed away without anyone spotting you put it there. Don't need my client reporting a missing purchase.",
  "684ad1b5847c94d66adcc426": "Leave no witnesses kill whoever sees you.",

  "684aeb1ad919811369746720 name": "A Special Kind of Hunt",
  "684aeb1ad919811369746720 description": "Alright I got a job for you. Kollontay decided to be a prick and kill my courier when he passed by mvd. So I need you to teach this bastard a lesson. Take him out and leave none of his guards either. I think this will show Kaban what happens when you touch my stuff. ",
  "684aeb1ad919811369746720 startedMessageText": "Glad you accepted this job. Complete this for me and I'll make sure you get the courier's pay if you get this done well. I'll be watching on the cameras so don't fuck up. ",
  "684aeb1ad919811369746720 successMessageText": "Wonderful just Wonderful. Here's your payment. You know where to spend it.",
  "684aedb95f5a720e4a6caf30": "Kill Kollontay ruthlessly",
  "684aedc8ea8bccd8b7493535": "Kill Kollntay's posse. Leave no survivors",

  
  "684d9ca3c8c08b2861f57224 name": "An Unfriendly Reminder",
  "684d9ca3c8c08b2861f57224 description": "Seems Skier didn't get the message from before. This time he deliberately stole several deals of mine I was making with Peacekeeper. So I want you to leave a message for me by killing pmcs he has been trying to send to pick up his little golden zibbo lighter. Get around ten dead to leave a clear message to stay out of my business. Make sure those kills are at the third story of dorms or at that stupid cabin he has them stash it at. And make it clear I put you up to this by using a Five Seven. I provide one kitted out already for a fair price and you can buy the ammo from me or Peacekeeper",
  "684d9ca3c8c08b2861f57224 startedMessageText": "Good you accepted the job. Like I said make sure those kills are deliberate and made with a five seven. Don't die on me or I'll have to send someone else to clean up your mess. Do it right though and I'll show you a thing or two about haggling for a good deal.",
  "684d9ca3c8c08b2861f57224 successMessageText": "Nice! Nice! The bastard already has stopped killing my deals I've been making. Here as promised I'll teach you how to really get things for a good deal. Look forward to continue doing business with you.",
  "684d9ca37ad2d80e5160ac61": "Kill 10 Pmcs in third story of dorms or inside the trailer park.",

  "684fc7cc5d39574437f18b10 name": "A New Client",
  "684fc7cc5d39574437f18b10 description": "There's my favorite business partner. Look I have a special job for you. I have a new client interested in purchasing valuables from me. However there is just one small issue. They won't leave the mall to come pick them up. The job will be pretty simple I need you to find the ones they want to buy and find a location to drop them off near their door. Try not to draw too much attention to yourself as I don't want scavs sniffing those valuables out. Think you can handle it?",
  "684fc7cc5d39574437f18b10 startedMessageText": "Great you took the job. Their room is somewhere on the bottom floor of the mall in the parking area. I'm sure there's some boxes or something you can stash them out. But this part is crucial. Don't kill the locals at least not more than ten. If they catch a sniff of what you are doing its bound they'll start looking around to see what is going on. The last thing I need is new clients not getting the product they purchase. Do this job well though and I'll be sure to reimburse you for the trouble of getting those valuables which by the way they want a bronze lion figurine, cat figurine and horse figurine. Don't die on me now I really can't be making this client wait any longer.",
  "684fc7cc5d39574437f18b10 successMessageText": "Great job! As promised here is your payment for well done work. I'll even teach you some better tricks at finding these things.",
  "684fc3fc81475e16d3d310d0": "Acquire a Bronze Lion Figurine",
  "684fcadfd03778833533d96c": "Acquire a Cat Figurine",
  "684fcb2674d0b0b76905c760": "Acquire a Horse Figurine",
  "684fe3c851b2971733a2a608": "Find a suitable location to hide the valuables near the client's door.",
  "684fc3fee8bb000ed46af57b": "Plant the Bronze Lion Figurine",
  "684fca384aa30443850ed7a8": "Plant the Cat Figurine",
  "684fca3794e7016d8ef1e9d6": "Plant the Horse Figurine",

  "684fec48f5e9f271de02a0c9 name": "A Culling",
  "684fec48f5e9f271de02a0c9 description": "I got a bit of an odd job for you. A client of mine wants to loot up resort but the locales are getting restless there. Even Sanitar has been showing himself there more often lately. What I need you to do is start killing the enemies there to the point no one wants to risk trying to go there. I think thirty kills should do it and for good measure take out sanitar and his guards there if they show up.",
  "684fec48f5e9f271de02a0c9 startedMessageText": "Accepted the Job? Great lets get into details. The resort is home to a lot of scavs and Sanitar likes to use the theater for his surgeries. What I need from you is to wipe the entire resort out until no one not even pmcs want to risk entering the area so my client can go loot the area. I think thirty kills should do it and for good measure take out Sanitar and his guards out too if they show up on the resort grounds. Don't die on me otherwise I'll have to go find another person to clean up your mess. Do the job well and you'll get paid for the effort and I'll teach you some tricks at searching bodies faster. ",
  "684fec48f5e9f271de02a0c9 successMessageText": "Good job! Client found the area nice and empty to get everything they wanted. Here's your payment for the matter and some tips on digging around those bodies' pockets.",
  "684fec48db338025e3e9589c": "Kill thirty enemies within the confines of the Resort",
  "684fec48fb7d299c7a5ef3fa": "Make sure Sanitar and his guards are wiped out in the Resort",

  
  "68502de8f51aa802e1214d2f name": "A Lavish Delivery",
  "68502de8f51aa802e1214d2f description": "There's my best delivery mule! I got a great job for you to get done for me. See I have several clients this time around all wanting the same thing. A good ol UVSR Taiga-1 survival machete. Problem is they want it before I got a fresh shipment to sell. So I have none to just give to them. That's where you come in! ",
  "68502de8f51aa802e1214d2f startedMessageText": "Great you took the job perfect I'll make it worth your while. Now then each client is picking the machete up in different maps. I'll let you buy the stock I sell for pmcs to get to them for now. I'll reimburse you for what you buy but if you die I'm not covering the failure of delivery. One client is picking it up on Streets near the apartments of Concordia. Another is picking it up on interchange near the rail tracks. And the last client is picking it up near the 2nd story dorms. ",
  "68502de8f51aa802e1214d2f successMessageText": "Great job! This is why I trust you with the real expensive jobs. Here's the reimbursement for the ones you bought and I think you are getting real good at being a pack mule look at that strength of yours get better.",
  "685028db36e444fbe1c558ed": "Plant the taiga at the Tarbank ATM in Concordia Sparja",
  "685028f4b361a063ccfc4659": "Plant the taiga near the Railroad tracks at the pallets under the metal cover.",
  "685028fc36508845a9b7caf8": "Plant the taiga in 2nd Story Dorms at the room with password R2026",

  "685458f9606a62165550d6de name": "A Swift And Harsh Extermination",
  "685458f9606a62165550d6de description": "There's my best killer. I got a great job for you this time around. See some of the big honchos of their respective areas have pissed off some clients. Namely these fellas called Tagilla, Kaban, Reshala and Shturman. Only problem is going to be how they want these fellas killed. Hope to hear from you so I can give you the details.",
  "685458f9606a62165550d6de startedMessageText": "I knew I could count on you to take this job. Alright so here's the deal. My clients want them killed brutally. This means no headshots on any of this guys. You're gonna have to kill them all as painfully as you can muster in one go. The other issue is going to be the equipment my clients request you wear. They want you to use a PKP alongside heavy defensive gear such as Osprey Protection Rig. I can sell you these things for a good price if you got none of course but they certainly aren't cheap so don't go dying. Otherwise I have to go find another person to get this job done right. Oh and no resupplying. You're gonna have to transit to each area and take them out before moving to the next guy.",
  "685458f9606a62165550d6de successMessageText": "Great Job Seriously! Only you could pull of a long haul like that that. Here I'll teach you some great tips to fixing your body when it starts to get damaged too much. This skill is real hard to master so I'm sure you'll appreciate the tips.",
  "685458f9c861bc4e3601be53": "Take out Kaban without a headshot",
  "685458f95be3914670ccad48": "Take out Reshala without a headshot",
  "685458f9a8d32db091537e13": "Take out Tagilla without a headshot",
  "68545bd1cc00c37139774516": "Take out Shturman without a headshot",

  "68547e776490f233062fa459 name": "A Long Route of Deliveries",
  "68547e776490f233062fa459 description": "There's my favorite delivery person. I got a heavy delivery I need you to do this time. I need you to go plant some gold skull rings for my clients in the designated drop zones on each map they are picking them up on. You're gonna have to be quick so no resupplying as you go this needs to be done in one trip. If you accept I'll get you the details for the job.",
  "68547e776490f233062fa459 startedMessageText": "Great I knew I could count on you taking on the hardest jobs. Now the details are pretty simple get eight skull gold rings by any means possible so you can get them dropped off for each client. You're gonna have to transit to each map so you can get it done fast otherwise my clients are just gonna think I failed to get them delivered. You'll have to start on Shoreline and make your way to The Lab. As usual don't go dying on me or you'll have to check to make sure no one took the rings.",
  "68547e776490f233062fa459 successMessageText": "This is exactly why I trust you. Here my final tips on finding these things hidden away on maps. Should make spotting them way easier for the future. When you're ready I hope you can take on this job no one has managed to complete. ",
  "68547715ad71ba97ff7c6090": "Plant a gold skull ring shoreline's resort east wing 114's cup",
  "6856f2d2128b534a8e28a4cc": "Transit from Shoreline to Lighthouse (One Raid)",
  "68570c9b7d57cead2f704478": "Plant a gold skull ring in lighthouse's peak resort guest bedroom inside the bowl with a candle",
  "6856f301e4260949a868bc71": "Transit from Lighthouse to Reserve (One Raid)",
  "6854771c01f941956b090dda": "Plant a gold skull ring in reserve's gas station inside the trashcan",
  "6856f753d2737dd144b02bfb": "Transit from Reserve to Woods (One Raid)",
  "6854771eb1fd313e1a489690": "Plant a gold skull ring in wood's zb-014's blue cup",
  "6856fd93edb69685b21e1d0b": "Transit from Woods to Customs (One Raid)",
  "6854772c5c388e1442e56c9a": "Plant a gold skull ring in custom's dorm 117 in the red cup",
  "6856fddf61d1a35e05e921d2": "Transit from Customs to Interchange (One Raid)",
  "6854772cbaf23db375e49557": "Plant a gold skull ring in interchange's saferoom exfil's couch",
  "6856fe2ef5309cb253643e81": "Transit from Interchange to Streets (One Raid)",
  "68547e63114bff9986af3f89": "Plant a gold skull ring in streets' chekneya building in room 5's wardrobe",
  "6856ff3ec80a3e7ae247b493": "Transit from Streets to Labs (One Raid)",
  "685705e01aa9f32bfd0ab3bf": "Plant a gold skull ring in Labs on the chimken plounger in Res Unit",
  "68571bd10b7c38f93707bf47": "Survive and Extract from The Laboratory",

  "68582af4e6579026e64ca7b4 name": "A Magnum Opus Snowball",
  "68582af4e6579026e64ca7b4 description": "There's my killer! Now I have a pretty rough final job for you. I got a special client who issued the punisher quest with Prapor originally. They want someone to take out every head honcho of each map in one raid. ",
  "68582af4e6579026e64ca7b4 startedMessageText": "The quest is pretty simple on paper. Either start at Shoreline hitting every map to finish on Ground Zero or vice versa. You'll have to take every boss out while wearing specific gear. They want you wearing BNTI Gzhel-K body armor and while wearing Condors. You'll also need to use a specific weapon. They were very adamant about it being an AS Val so I'll wish you luck in using that to get every boss in one go. It'll be tough but I'm sure you'll get it done.",
  "68582af4e6579026e64ca7b4 successMessageText": "I knew only you would get this difficult job done. Here you can access my best stuff now and I'll even teach you everything I know about repairing limbs so you won't have to worry about fixing yourself anymore.",
  "68582af402c1bfce3debd241": "Take out Sanitar with the required gear on Shoreline (One Raid)",
  "68582c04ef70018683d9bbb6": "Take out Knight with the required gear on Lighthouse (One Raid)",
  "68582caaa2bb5504828efb91": "Take out Bigpipe with the required gear on Lighthouse (One Raid)",
  "68582d0bdd419bc63051148d": "Take out Birdeye with the required gear on Lighthouse (One Raid)",
  "68582e172845e8335904889d": "Take out Glukhar with the required gear on Reserve (One Raid)",
  "68582f5fef3b3dda3a756614": "Take out Shturman with the required gear on Woods (One Raid)",
  "68582fcb8b924c61d516ee24": "Take out Priest with the required gear on Woods (One Raid)",
  "68583000d20544d813188a85": "Take out Tagilla with the required gear on Factory (One Raid)",
  "6858305766be9b3c1f287094": "Take out Reshala with the required gear on Customs (One Raid)",
  "6858313a1df9c65b41f2a089": "Take out Killa with the required gear on Interchange (One Raid)",
  "685831952706eb5a69554adc": "Take out Kaban with the required gear on Streets (One Raid)",
  "685831e2cf1b0deb7b68ce52": "Take out Kollontay with the required gear on Ground Zero (One Raid)",
  "685832c099efe1cfc0335f3d": "Survive and Extract before you die.",

  "68583ba7ae3630351095dff0 name": "Hideout Helper",
  "68583ba7ae3630351095dff0 description": "Hey there Business Partner. I hear you need help with your new digs right? I can help with that so long as you help me. A solid business arrangement don't you agree?",
  "68583ba7ae3630351095dff0 startedMessageText": "I thought you would take me up on the offer now then I got a client interested in a cute little Axel parrot figurine. If you find one mind giving it to me so I can make that client happy? I'll get you what you need for the workbench of yours to get started on it.",
  "68583ba7ae3630351095dff0 successMessageText": "Thanks Partner. Heres a few nuts and bolts along with a tool to get it made. I'll reach out to you with more jobs and I'll help you with your Hideout if you get them done.",
  "68583a4f324d17895d3d1586": "Find an Axel Parrot Figurine ",
  "68583a5437e2ae476ba5eb5c": "Handover the Axel Parrot Figurine",

  "68583f258ef84b371fcc929b name": "Hideout Helper Workbench",
  "68583f258ef84b371fcc929b description": "Hey there's my good Ol Business partner. I got a simple job for ya in return for helping get that workbench upgraded you interested?",
  "68583f258ef84b371fcc929b startedMessageText": "Great! Pretty simple job I got a client interested in some old antiques they've been wanting to collect. They were trying to get ahold of a vase a teapot and some old book? If you find them come hand them over to me and I'll get you the items needed to improve that workbench of yours. And make sure they are in great condition. Don't be trying to give me any knock offs alright? Found in Raid only.",
  "68583f258ef84b371fcc929b successMessageText": "Great job really! Here as promised this is what'll be needed to get that workbench of yours in a better shape than it was.",
  "68583cf5a03b36be90946026": "Handover the Antique Teapot (Found in Raid)",
  "68583d1dc5726d9f71168b36": "Handover the Antique Vase (Found in Raid)",
  "68583e5cbbaa27d7103ea2e8": "Handover the Battered Antique Book (Found in Raid)",

  "685841214666f09fc9943da6 name": "Hideout Helper Security",
  "685841214666f09fc9943da6 description": "Hey there Business Partner. I hear you need some help with that security of yours. A rickety old door just ain't gonna cut it. Lucky for you I got a job that'll reward you with the stuff needed to improve your security.",
  "685841214666f09fc9943da6 startedMessageText": "Figured you'd take the job. Pretty simple on per usual just got a client interested in collecting figurines and they are missing a Cultist Figurine. If you find one just hand it over to me and I'll get you the items needed to improve that Security of yours. Even help with some tips on improving your endurance just a bit.",
  "685841214666f09fc9943da6 successMessageText": "Great knew I could count on you like always. Here's the stuff promised and some basic tips on getting that endurance up a tad.",
  "68583fb5682e2f0ff6509214": "Find a Cultist Figurine",
  "68583fb704236ea7b06f18a2": "Handover the Cultist Figurine",

  "685848d110d020446cc27689 name": "Hideout Helper Medstation",
  "685848d110d020446cc27689 description": "There's my favorite business partner. I got a job for you to get a client of mine something in exchange I'll get you the stuff required to set up a medstation in your hideout. Interested?",
  "685848d110d020446cc27689 startedMessageText": "I knew you would be. I got a client who's looking for a golden egg. If you find one mind getting it to me? I'll supply you with all the items to set up a medstation. ",
  "685848d110d020446cc27689 successMessageText": "Great job! Knew I could count on you. As promised here is everything needed to set up that medstation.",
  "685841a2bc3d10688af1432b": "Find a Golden Egg",
  "685841a30b1619e30d4a3124": "Handover the Golden Egg",

  "68584c066873c704204626b7 name": "Hideout Helper Medstation Part 2",
  "68584c066873c704204626b7 description": "There's my good ol business partner! I got a job from an odd fellow for you. If you're interested in improving that medstation I'd say you should take this job.",
  "68584c066873c704204626b7 startedMessageText": "Knew you would take it! I got a fellow who is trying to get their hands on some pristine figurines specifically a Killa and Tagilla Figurine. If you find some in raid can you hand them over to me? I'll provide you with everything needed to improve that medstation of yours.",
  "68584c066873c704204626b7 successMessageText": "Knew I could count on you for this. Here's the stuff as promised and I'll even give you some basic health tips to get that skill of yours up a tad.",
  "68584949ed32f0e4db36831d": "Handover the Found in Raid Killa Figurine",
  "68584a570726c2ca99645429": "Handover the Found in Raid Tagilla Figurine",

  "68584eccfbd6224c891d635f name": "Hideout Helper Lavatory",
  "68584eccfbd6224c891d635f description": "Hey Business Partner. I hear you're in need for stuff required for a lavatory in that hideout of yours? I got a job for you that'll help you out.",
  "68584eccfbd6224c891d635f startedMessageText": "Great knew you'd take the job. Pretty simple I got a collector looking to find a pristine Tamatthi kunai knife replica. If you find one just get it to me and I'll get you the items needed to start up a lavatory in there. ",
  "68584eccfbd6224c891d635f successMessageText": "Solid job as usual. Here as promised the items you need to get that lavatory started.",
  "68584de7679204c606c879a2": "Handover a Tamatthi kunai knife replica (Found in Raid)",

  "6858513b7aed976b53285091 name": "Hideout Helper Lavatory Part 2",
  "6858513b7aed976b53285091 description": "Hey Business Partner! I got a job for you that'll help get that Lavatory of yours better. Interested?",
  "6858513b7aed976b53285091 startedMessageText": "Knew you would be. That client is back wanting some other items of famous folks. They're trying to get ahold of a Loot Lord Plushie, a Viiblin Sneaker and a Veritas Guitar Pick. If you come across those just hand them over to me and I'll get you the items needed to improve that Lavatory.",
  "6858513b7aed976b53285091 successMessageText": "Great job! Knew I could count on ya. Here as promised the items needed to get that lavatory upgraded.",
  "68584f32759f6f4afb54a592": "Handover a Viiblin Sneaker",
  "68584f73cee25380f1b3e2d3": "Handover a Loot Lord Plushie",
  "68584fcb7a372946e4c27fda": "Handover a Veritas guitar pick",

  "685852a7f4b3917d53f94060 name": "Hideout Helper Vents",
  "685852a7f4b3917d53f94060 description": "Hey Business Partner! I got a good job for you to get those vents improved. Interested?",
  "685852a7f4b3917d53f94060 startedMessageText": "I knew you'd take the job. I got a client who's trying to get some pristine Bronze Lion Figurines. If you find a couple just get them to me and I'll get you the items needed to improve those shoddy vents into something actually working.",
  "685852a7f4b3917d53f94060 successMessageText": "Knew I could count on ya! Here's the items as promised.",
  "685851aea33f1d1e85bad0e0": "Handover two Bronze Lion Figurines (Found in Raid)",

  "685856c3d94d7cec1435a7a1 name": "Hideout Helper Water Collector",
  "685856c3d94d7cec1435a7a1 description": "Hey there's my favorite Business Partner. I got a job for you that'll get you a water collector in that Hideout of yours. If you're interested let me know.",
  "685856c3d94d7cec1435a7a1 startedMessageText": "Knew you would be. I got a client looking to pimp their drip up. So I need you to find a pristine Roler Submariner gold wrist watch and a couple pristine Gold skull rings. Just send them to me when you find them and I'll get you the items needed to start up a water collector in there.",
  "685856c3d94d7cec1435a7a1 successMessageText": "Amazing job as always! Here's the items as promised. ",
  "685854638fb4b340513a9afc": "Handover a Roler Submariner gold wrist watch (Found in Raid)",
  "685855c9155181b2387fab37": "Handover a Gold Skull Ring (Found in Raid)"
}

